Tekla.Structures.ModelInternal.Dstv.ObjectExtension.ToDstvString(Tekla.Structures.ModelInternal.Dstv.DstvViewType)
Returns the dstv string value for DstvViewType.

Tekla.Structures.ModelInternal.Dstv.ObjectExtension.ToDstvString(Tekla.Structures.ModelInternal.Dstv.DstvReferenceType)
Returns the dstv string value for DstvReferenceType.

Tekla.Structures.ModelInternal.Dstv.ObjectExtension.ToDstvString(Tekla.Structures.ModelInternal.Dstv.DstvNotchType)
Returns the dstv string value for DstvNotchType.

Tekla.Structures.ModelInternal.Dstv.ObjectExtension.ToDstvString(Tekla.Structures.ModelInternal.Dstv.DstvHoleType)
Returns the dstv string value for DstvHoleType.